/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Seret %1$@ selepas\ntindakan%2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Seret %1$@ ke %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Tambah %@ untuk\nmempratonton GIF anda.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Pintasan ditambah: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Pintasan anda telah direset. Buka semula app Pintasan untuk teruskan.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Menjalankan pintasan %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Menjalankan, %lu%% selesai";

/* Accessibility label */
"Edit profile photo" = "Edit foto profil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animasi Pusat Pemberitahuan ditarik ke bawah dari bahagian atas skrin";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animasi menambah widget Pintasan ke senarai widget aktif";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animasi menskrol ke bahagian bawah senarai widget dan mengetik Edit";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animasi meleret ke sebelah kiri senarai widget";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Gambar skrin Pusat Pemberitahuan dengan widget Pintasan";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "gambar profil %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Jadikan identiti utama";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Dipilih sebagai identiti utama";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Tambah, Tolak";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Perpuluhan";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Malangnya, tiada apa-apa yang boleh dilakukan oleh Pintasan tentang hal ini; ia disebabkan oleh pepijat dalam app hos. Kami mengesyorkan anda menghubungi pencipta app tersebut dan memaklumkan mereka tentang masalah ini.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "App yang membuka sambungan ini tidak memberikan sebarang input.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Pintasan tidak dapat dimuat turun.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Pangkalan data Pintasan tidak boleh dibaca kerana ia dicipta oleh versi Pintasan yang lebih baru.\n\nAnda boleh menaik taraf Pintasan atau reset pintasan anda. Pintasan anda akan hilang, tetapi jika anda menggunakan Penyelarasan iCloud, ia akan dipulihkan.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Pangkalan data Pintasan tidak boleh dibaca kerana ia rosak. Anda boleh menyelesaikan masalah ini dengan mereset pintasan anda. Pintasan anda akan hilang, tetapi jika anda menggunakan Penyelarasan iCloud, ia akan dipulihkan.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Pangkalan data Pintasan tidak boleh dibaca kerana ia rosak.\n\nAnda boleh e-mel sokongan dengan pangkalan data rosak anda atau reset pintasan tersuai anda. Pintasan anda akan hilang, tetapi jika anda menggunakan Penyelarasan iCloud, ia akan dipulihkan.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "E-mel Sokongan";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Reset Pintasan";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Kemas Kini Pintasan";

/* Alert title for an error */
"Aw no!" = "Oh tidak!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Versi Pintasan Tidak Sepadan";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Pintasan Direset";

/* Apple watch; label for result from running the shortcut */
"Result" = "Hasil";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Hasil (%ld)";

/* Back button */
"Back" = "Balik";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Menambah widget akan meningkatkan kelajuan pintasan yang dijalankan dengan ketara. Adakah anda pasti mahu melangkau langkah ini?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Penghantaran anda gagal! Cuba lagi dalam beberapa minit.";

/* Button */
"Cancel" = "Batal";

/* Button */
"Done" = "Selesai";

/* Button */
"Next" = "Seterusnya";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Hantar aliran kerja anda sendiri";

/* Button for editing their profile picture */
"Edit" = "Edit";

/* Button or nav bar title */
"Edit Profile" = "Edit Profil";

/* Button or title */
"Run shortcut" = "Jalankan pintasan";

/* Button or title to share a shortcut */
"Share Shortcut" = "Kongsi Pintasan";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Hantar Pintasan";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Lihat Semua";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Buang Perubahan";

/* Button title; create a new shortcut */
"Create Shortcut" = "Cipta Pintasan";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Tambah Widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Simpan Kedua-dua";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Gantikan";

/* Button to skip a step */
"Skip" = "Langkau";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Pilih pintasan untuk ditunjukkan pada jam anda.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Pilih pintasan untuk ditunjukkan dalam Komplikasi.";

/* Copy content */
"Copy" = "Salin";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Tidak menemui pintasan yang ditentukan.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Tidak menemui pintasan “%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Pintasan Tanpa Tajuk";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Tambah sebarang pintasan ke Siri dengan merakam frasa suara diperibadikan.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Gabungkan siri langkah menjadi pintasan tunggal untuk mengautomasikan perkara yang anda lakukan dengan app anda. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Akses pintasan lebih cepat dengan widget Pintasan.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Pilih daripada Pustaka";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Ambil Foto";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "E-mel";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL tapak web “%@” tidak sah.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Tapak Web Tidak Sah";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Anda akan dikreditkan sebagai “%@” pada aliran kerja anda yang diterbitkan.";

/* Edit profile; person name field title */
"Name" = "Nama";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nama (Diperlukan)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Maklumat Peribadi";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Maklumat Awam";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Kami tidak menemui apa-apa untuk “%@”. Cuba carian lain.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Tiada pintasan.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Tiada Hasil";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "URL pintasan yang diberikan tidak sah.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Gagal Import";

/* Error message */
"There are no photos in your photo library." = "Tiada foto dalam pustaka foto anda.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Pautan pintasan mungkin tidak sah, atau mungkin telah dipadamkan.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Tidak boleh bersambung ke Galeri.";

/* Error message title */
"Shortcut Not Found" = "Pintasan Tidak Dijumpai";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Tidak dapat memuatkan koleksi ini.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Tidak dapat memuatkan koleksi ini.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Tindakan “%@” mengambil masa terlalu lama untuk selesai dijalankan.";

/* Exit the app (kills the app) */
"Exit" = "Keluar";

/* Gallery search section title for collection search results */
"Collections" = "Koleksi";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Tunjukkan Kurang";

/* Gallery search; button to show more collection search results */
"Show More" = "Tunjukkan Lagi";

/* Generic title for a notification show in the app */
"Notification" = "Pemberitahuan";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Pintasan";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "tindakan";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Ini adalah pintasan.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Tahniah!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Yeah!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "butang jalankan pintasan";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Seret di atas tindakan untuk berkongsi GIF anda.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "butang main";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nMasalah telah berlaku. Cuba lagi atau ketik Selesai.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nAnda belum selesai menjalankan pintasan. Cuba lagi atau ketik Selesai.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nAnda baru sahaja mencipta pintasan. Sekarang tekan butang untuk menjalankannya!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nPintasan dicipta daripada siri tindakan (item di sebelah kiri).\n\nSeterusnya, mari tambah tindakan Jadikan GIF, yang akan menganimasikan foto daripada tindakan pertama.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nMari bina pintasan untuk mencipta GIF beranimasi.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nAnda baru sahaja menjalankan pintasan. Hebat, bukan?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Selamat Datang ke Pintasan.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Dengan mengetik “Hantar”, aliran kerja anda akan dihantar untuk semakan. Jika kami memutuskan untuk menyertakan aliran kerja anda dalam Galeri, kami akan memaklumkan anda melalui e-mel.";

/* Make GIF action name */
"Make GIF" = "Jadikan GIF";

/* Media file name label */
"Media File" = "Fail Media";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Adakah anda mahu menggantikan pintasan anda?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Info Aliran Kerja";

/* None option */
"None" = "Tiada";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Bagus! Nampaknya anda sudah pun menambah Widget Pintasan. Ayuh teruskan.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Jalankan pintasan sepantas kilat dengan Widget Pintasan.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Sila tulis perihalan tentang apa yang aliran kerja anda lakukan di sini.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Sila tulis perihalan yang lebih terperinci tentang apa yang aliran kerja anda lakukan di sini.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Sila tulis perihalan pendek tentang apa yang aliran kerja anda lakukan di sini.";

/* Print content */
"Print" = "Cetak";

/* Quick Look action name */
"Quick Look" = "Lihat Cepat";

/* Recovery option for when the gallery does not load */
"Try Again" = "Cuba Lagi";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Buka Seting";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Aktifkan data selular atau gunakan WLAN untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Aktifkan data selular atau gunakan Wi-Fi untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Nyahaktifkan Mod Pesawat atau gunakan WLAN untuk mengakses Galeri.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Nyahaktifkan Mod Pesawat atau gunakan Wi-Fi untuk mengakses Galeri.";

/* Save as image */
"Save Image" = "Simpan Imej";

/* Search gallery */
"Search" = "Cari";

/* Section title */
"Shortcuts" = "Pintasan";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Mesej";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Pintasan Dihantar";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Ditambah ke Pustaka";

/* Splash screen primary button title */
"Get Started" = "Mulakan";

/* Splash screen title */
"Welcome to Shortcuts" = "Selamat Datang ke Pintasan";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Hentikan %@";

/* Take Photo action name */
"Take Photo (action name)" = "Ambil Foto";

/* Tap to choose an option */
"Tap to Choose" = "Ketik untuk Pilih";

/* Terms and Conditions view title */
"Terms and Conditions" = "Terma dan Syarat";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Kami akan memaklumkan anda apabila kami meluluskannya!";

/* Title */
"Gallery" = "Galeri";

/* Title */
"Shortcuts" = "Pintasan";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Beritahu Semua Orang";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Perihalan";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Perihalan Panjang";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Perihalan Pendek";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nama Aliran Kerja";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Hanya Minta Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Tambah Widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Anda telah memiliki pintasan dengan nama “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Alamak";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Ambil Laluan Terpendek";

/* Title of main screen showing your library of shortcuts */
"Library" = "Pustaka";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Pintasan";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Pangkalan Data Rosak";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Lihat Galeri…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Uruskan Pintasan…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Sesuaikan dalam Pintasan";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Anda jumpa widget! Ketik *Tambah Widget* untuk mengakses widget ini daripada mana-mana sahaja.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Anda jumpa widget! Kembali ke sini untuk menjalankan pintasan anda dengan cepat.";

/* Today widget; empty state */
"No Shortcuts" = "Tiada Pintasan";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Ketik untuk melihat selebihnya";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Memuatkan";

/* Watch app button; stop running the shortcut */
"Stop" = "Henti";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Tunjukkan/Sembunyikan";

/* Watch app; Change text field text */
"Tap to Change" = "Ketik untuk Tukar";

/* Watch app; Compose a message */
"Create Message" = "Cipta Mesej";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Tambah/Tolak";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "oleh %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Daripada Alamat";

/* Watch app; email composer; bcc address label */
"Bcc" = "Skt";

/* Watch app; email composer; cc address label */
"Cc" = "Sk";

/* Watch app; email composer; from address label */
"From" = "Daripada";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Dilampirkan (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Subjek";

/* Watch app; email composer; to address label */
"To" = "Kepada";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Lokasi Tidak Dijumpai";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Sk/Skt";

/* Watch app; number field placeholder */
"Enter number…" = "Masukkan nombor…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Anda mesti memilih kenalan untuk menghantar mesej.";

/* Watch app; send the email */
"Send" = "Hantar";

/* Watch app; share QuickLook content */
"Share" = "Kongsi";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Gunakan Handoff pada iPhone anda untuk membenarkan akses kepada %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Gunakan Handoff pada iPhone anda untuk meneruskan pintasan.";

/* Watch app; text field placeholder */
"Enter text…" = "Masukkan teks…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Lihat pada iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Tiada pintasan ditambah.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Tiada Pintasan";

/* Website URL label */
"Website" = "Tapak Web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Menambah Widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animasi menekan kuat pada ikon skrin utama Pintasan untuk membuka widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Ketik + untuk menambah Widget Pintasan. Ketik “Selesai.”";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Leret ke atas untuk ke skrin utama, tekan kuat pada ikon Pintasan dan ketik “Tambah Widget.”";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Tekan butang Utama, tekan kuat pada ikon Pintasan dan ketik “Tambah Widget.”";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Skrol ke bahagian bawah dan\nketik “Edit.”";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Leret ke kiri untuk melihat\nwidget anda.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Di bahagian kiri bawah, skrol\nbawah dan ketik “Edit.”";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Leret ke bawah dari bahagian atas untuk mendedahkan Pusat Pemberitahuan.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Pintasan anda sedia untuk dikongsi!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " hingga %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ hingga %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "kanan";

